{
  "morning": [
    {
      "id": 1,
      "category": "قرآن",
      "title": "سورة الإخلاص والمعوذتين",
      "text": "سورة الإخلاص (ثلاث مرات) ، المعوذتين (ثلاث مرات)",
      "count": 3,
      "reference": ""
    },
    {
      "id": 2,
      "category": "قرآن", 
      "title": "الاستعاذة من الشيطان",
      "text": "أعوذ بالله السميع العليم من الشيطان الرجيم (ثلاث مرات)",
      "count": 3,
      "reference": ""
    },
    {
      "id": 3,
      "category": "أدعية",
      "title": "دعاء النعمة والعافية",
      "text": "اللهم إني أصبحت منك في نعمة وعافية وستر، فأتمم نعمتك علي وعافيتك وسترك في الدنيا والآخرة (ثلاث مرات)",
      "count": 3,
      "reference": ""
    },
    {
      "id": 4,
      "category": "شهادة",
      "title": "الشهادة لله",
      "text": "اللهم إني أصبحت أشهدك، وأشهد حملة عرشك، وملائكتك، وجميع خلقك.. أنك أنت الله لا إله إلا أنت وحدك لا شريك لك، وأن سيدنا محمداً عبدك ورسولك (أربع مرات)",
      "count": 4,
      "reference": ""
    },
    {
      "id": 5,
      "category": "حمد",
      "title": "الحمد لله",
      "text": "الحمد لله رب العالمين حمداً يوافي نعمه ويكافئ مزيده (ثلاث مرات)",
      "count": 3,
      "reference": ""
    },
    {
      "id": 6,
      "category": "إيمان",
      "title": "الإيمان بالله",
      "text": "آمنت بالله العظيم، وكفرت بالجبت والطاغوت، واستمسكت بالعروة الوثقى لا انفصام لها والله سميع عليم (ثلاث مرات)",
      "count": 3,
      "reference": ""
    },
    {
      "id": 7,
      "category": "رضا",
      "title": "الرضا بالله",
      "text": "رضيت بالله رباً، وبالإسلام ديناً، وبمحمد صلى الله عليه وآله وسلم نبياً ورسولاً (ثلاث مرات)",
      "count": 3,
      "reference": ""
    },
    {
      "id": 8,
      "category": "توكل",
      "title": "التوكل على الله",
      "text": "حسبي الله لا إله إلا هو عليه توكلت وهو رب العرش العظيم (سبع مرات)",
      "count": 7,
      "reference": "سورة التوبة: 129"
    },
    {
      "id": 9,
      "category": "صلاة",
      "title": "الصلاة على النبي",
      "text": "اللهم صل على سيدنا محمد وآله وصحبه وسلم (عشر مرات)",
      "count": 10,
      "reference": ""
    },
    {
      "id": 10,
      "category": "أدعية",
      "title": "دعاء الخير والشر",
      "text": "اللهم إني أسألك من فجاءة الخير، وأعوذ بك من فجاءة الشر",
      "count": 1,
      "reference": ""
    },
    {
      "id": 11,
      "category": "استغفار",
      "title": "دعاء الاستغفار",
      "text": "اللهم أنت ربي لا إله إلا أنت خلقتني.. وأنا عبدك، وأنا على عهدك ووعدك ما استطعت، أعوذ بك من شر ما صنعت، أبوء لك بنعمتك علي وأبوء بذنبي فاغفرلي فإنه لا يغفر الذنوب إلا أنت",
      "count": 1,
      "reference": ""
    },
    {
      "id": 12,
      "category": "توكل",
      "title": "التوكل على الله",
      "text": "اللهم أنت ربي لا إله إلا أنت عليك توكلت وأنت رب العرش العظيم",
      "count": 1,
      "reference": ""
    },
    {
      "id": 13,
      "category": "قدرة الله",
      "title": "التفويض لله",
      "text": "ما شاء الله كان .. وما لم يشأ لم يكن .. ولا حول ولا قوة إلا بالله العلي العظيم .. أعلم أن الله على كل شيء قدير.. وأن الله قد أحاط بكل شيء علما .. اللهم إني أعوذ بك من شر نفسي، ومن شر كل دابة أنت آخذ بناصيتها، إن ربي على صراط مستقيم",
      "count": 1,
      "reference": ""
    },
    {
      "id": 14,
      "category": "أدعية",
      "title": "دعاء الاستغاثة",
      "text": "يا حي يا قيوم.. برحمتك أستغيث، ومن عذابك أستجير، أصلح لي شأني كله، ولا تكلني إلى نفسي ولا إلى أحد من خلقك طرفة عين",
      "count": 1,
      "reference": ""
    },
    {
      "id": 15,
      "category": "تعوذ",
      "title": "الاستعاذة من الهموم",
      "text": "اللهم إني أعوذ بك من الهم والحزن، وأعوذ بك من العجز والكسل، وأعوذ بك من الجبن والبخل، وأعوذ بك من غلبة الدين وقهر الرجال",
      "count": 1,
      "reference": ""
    },
    {
      "id": 16,
      "category": "أدعية", 
      "title": "دعاء العافية",
      "text": "اللهم إني أسألك العافية في الدنيا والآخرة",
      "count": 1,
      "reference": ""
    },
    {
      "id": 17,
      "category": "أدعية",
      "title": "دعاء العفو والمعافاة",
      "text": "اللهم إني أسألك العفو والعافية والمعافاة الدائمة في ديني ودنياي وأهلي ومالي",
      "count": 1,
      "reference": ""
    },
    {
      "id": 18,
      "category": "حفظ",
      "title": "دعاء الحفظ",
      "text": "اللهم استر عوراتي، وآمن روعاتي. اللهم احفظني من بين يدي ومن خلفي وعن يميني وعن شمالي ومن فوقي.. وأعوذ بعظمتك أن أغتال من تحتي",
      "count": 1,
      "reference": ""
    },
    {
      "id": 19,
      "category": "تفكر",
      "title": "التفكر في خلق الله",
      "text": "اللهم أنت خلقتني.. وأنت تهديني، وأنت تطعميني، وأنت تسقيني، وأنت تميتني، وأنت تحييني، وأنت على كل شيء قدير",
      "count": 1,
      "reference": ""
    },
    {
      "id": 20,
      "category": "فطرة",
      "title": "الفطرة الإسلامية",
      "text": "أصبحنا على فطرة الإسلام، وعلى كلمة الإخلاص، وعلى دين نبينا محمد صلى الله عليه وآله وسلم، وعلى ملة أبينا إبراهيم حنيفاً مسلماً وما كان من المشركين",
      "count": 1,
      "reference": ""
    },
    {
      "id": 21,
      "category": "توكل",
      "title": "التوكل على الله",
      "text": "اللهم بك أصبحنا وبك أمسينا، وبك نحيا وبك نموت، وعليك نتوكل وإليك النشور. أصبحنا وأصبح الملك لله.. والحمد لله رب العالمين",
      "count": 1,
      "reference": ""
    },
    {
      "id": 22,
      "category": "أدعية",
      "title": "دعاء خير اليوم",
      "text": "اللهم إني أسألك خير هذا اليوم.. فتحه ونصره ونوره وبركته وهداه ... اللهم إني أسألك خير هذا اليوم، وخير ما فيه، وخير ما قبله، وخير ما بعده؛ وأعوذ بك من شر هذا اليوم، وشر ما فيه، وشر ما قبله، وشر ما بعده",
      "count": 1,
      "reference": ""
    },
    {
      "id": 23,
      "category": "شكر",
      "title": "شكر النعمة",
      "text": "اللهم ما أصبح بي من نعمة أو بأحد من خلقك.. فمنك وحدك لا شريك لك، فلك الحمد ولك الشكر على ذلك",
      "count": 1,
      "reference": ""
    },
    {
      "id": 24,
      "category": "تسبيح",
      "title": "التسبيح",
      "text": "سبحان الله وبحمده عدد خلقه، ورضى نفسه، وزنة عرشه، ومداد كلماته (ثلاث مرات)",
      "count": 3,
      "reference": ""
    },
    {
      "id": 25,
      "category": "تسبيح",
      "title": "التسبيح العظيم",
      "text": "سبحان الله العظيم وبحمده عدد خلقه، ورضى نفسه، وزنة عرشه، ومداد كلماته (ثلاث مرات)",
      "count": 3,
      "reference": ""
    }
  ],
  
  "evening": [
    {
      "id": 1,
      "category": "تسبيح",
      "title": "التسبيح الشامل",
      "text": "سبحان الله عدد ما خلق في السماء، سبحان الله عدد ما خلق في الأرض، سبحان الله عدد ما بين ذلك، سبحان الله عدد ما هو خالق ... الحمد لله عدد ما خلق في السماء، الحمد لله عدد ما خلق في الأرض، الحمد لله عدد ما بين ذلك، الحمد لله عدد ما هو خالق ... لا إله إلا الله عدد ما خلق في السماء، لا إله إلا الله عدد ما خلق في الأرض، لا إله إلا الله عدد ما بين ذلك، لا إله إلا الله عدد ما هو خالق ... الله أكبر عدد ما خلق في السماء، الله أكبر عدد ما خلق في الأرض، الله أكبر عدد ما بين ذلك، الله أكبر عدد ما هو خالق ... لا حول ولا قوة إلا بالله العلي العظيم عدد ما خلق في السماء، لا حول ولا قوة إلا بالله العلي العظيم عدد ما خلق في الأرض، لا حول ولا قوة إلا بالله العلي العظيم عدد ما بين ذلك، لا حول ولا قوة إلا بالله العلي العظيم عدد ما هو خالق",
      "count": 1,
      "reference": ""
    },
    {
      "id": 2,
      "category": "توحيد",
      "title": "التوحيد",
      "text": "لا إله إلا الله وحده لا شريك له، له الملك وله الحمد يحيي ويميت وهو على كل شيء قدير عدد كل ذرة ألف مرة (ثلاث مرات)",
      "count": 3,
      "reference": ""
    },
    {
      "id": 3,
      "category": "صلاة",
      "title": "الصلاة على النبي",
      "text": "اللهم صل وسلم على سيدنا محمد مفتاح باب رحمة الله، عدد ما في علم الله، صلاة وسلاماً دائمين بدوام ملك الله، وعلى آله وصحبه.. عدد كل ذرة ألف مرة (ثلاث مرات)",
      "count": 3,
      "reference": ""
    }
  ]
}